log/2019-10-31/2019-10-31-02:34:53
10        Threads
40        Connections per thread
175000    Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        72630.59          ---          ---      5.54300      4173.51 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      72630.59         0.00         0.00      5.54300      4173.51 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.220         0.00
SET       0.230         0.00
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.01
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.02
SET       0.320         0.02
SET       0.330         0.03
SET       0.340         0.03
SET       0.350         0.04
SET       0.360         0.04
SET       0.370         0.05
SET       0.380         0.05
SET       0.390         0.05
SET       0.400         0.06
SET       0.410         0.06
SET       0.420         0.07
SET       0.430         0.07
SET       0.440         0.08
SET       0.450         0.08
SET       0.460         0.09
SET       0.470         0.09
SET       0.480         0.10
SET       0.490         0.10
SET       0.500         0.11
SET       0.510         0.12
SET       0.520         0.12
SET       0.530         0.13
SET       0.540         0.13
SET       0.550         0.14
SET       0.560         0.14
SET       0.570         0.15
SET       0.580         0.15
SET       0.590         0.16
SET       0.600         0.17
SET       0.610         0.17
SET       0.620         0.18
SET       0.630         0.18
SET       0.640         0.19
SET       0.650         0.19
SET       0.660         0.20
SET       0.670         0.20
SET       0.680         0.21
SET       0.690         0.21
SET       0.700         0.22
SET       0.710         0.22
SET       0.720         0.23
SET       0.730         0.23
SET       0.740         0.24
SET       0.750         0.25
SET       0.760         0.25
SET       0.770         0.26
SET       0.780         0.26
SET       0.790         0.27
SET       0.800         0.28
SET       0.810         0.29
SET       0.820         0.29
SET       0.830         0.30
SET       0.840         0.31
SET       0.850         0.32
SET       0.860         0.33
SET       0.870         0.34
SET       0.880         0.35
SET       0.890         0.36
SET       0.900         0.37
SET       0.910         0.38
SET       0.920         0.40
SET       0.930         0.41
SET       0.940         0.43
SET       0.950         0.45
SET       0.960         0.46
SET       0.970         0.48
SET       0.980         0.50
SET       0.990         0.53
SET       1.000         0.66
SET       1.100         0.98
SET       1.200         1.36
SET       1.300         1.71
SET       1.400         2.02
SET       1.500         2.26
SET       1.600         2.46
SET       1.700         2.63
SET       1.800         2.79
SET       1.900         2.95
SET       2.000         3.13
SET       2.100         3.33
SET       2.200         3.55
SET       2.300         3.80
SET       2.400         4.08
SET       2.500         4.43
SET       2.600         4.86
SET       2.700         5.38
SET       2.800         6.06
SET       2.900         6.88
SET       3.000         7.89
SET       3.100         9.10
SET       3.200        10.52
SET       3.300        12.16
SET       3.400        14.00
SET       3.500        16.01
SET       3.600        18.19
SET       3.700        20.51
SET       3.800        22.93
SET       3.900        25.43
SET       4.000        28.00
SET       4.100        30.59
SET       4.200        33.18
SET       4.300        35.76
SET       4.400        38.34
SET       4.500        40.83
SET       4.600        43.29
SET       4.700        45.69
SET       4.800        48.02
SET       4.900        50.31
SET       5.000        52.48
SET       5.100        54.59
SET       5.200        56.62
SET       5.300        58.57
SET       5.400        60.47
SET       5.500        62.25
SET       5.600        63.96
SET       5.700        65.60
SET       5.800        67.15
SET       5.900        68.65
SET       6.000        70.05
SET       6.100        71.39
SET       6.200        72.66
SET       6.300        73.87
SET       6.400        75.02
SET       6.500        76.11
SET       6.600        77.15
SET       6.700        78.14
SET       6.800        79.08
SET       6.900        79.96
SET       7.000        80.81
SET       7.100        81.62
SET       7.200        82.39
SET       7.300        83.12
SET       7.400        83.81
SET       7.500        84.47
SET       7.600        85.10
SET       7.700        85.70
SET       7.800        86.27
SET       7.900        86.82
SET       8.000        87.34
SET       8.100        87.84
SET       8.200        88.30
SET       8.300        88.75
SET       8.400        89.18
SET       8.500        89.60
SET       8.600        89.99
SET       8.700        90.36
SET       8.800        90.72
SET       8.900        91.07
SET       9.000        91.40
SET       9.100        91.72
SET       9.200        92.02
SET       9.300        92.31
SET       9.400        92.58
SET       9.500        92.85
SET       9.600        93.11
SET       9.700        93.35
SET       9.800        93.59
SET       9.900        93.82
SET      10.000        94.93
SET      11.000        96.43
SET      12.000        97.47
SET      13.000        98.20
SET      14.000        98.69
SET      15.000        99.04
SET      16.000        99.28
SET      17.000        99.46
SET      18.000        99.59
SET      19.000        99.68
SET      20.000        99.75
SET      21.000        99.81
SET      22.000        99.85
SET      23.000        99.88
SET      24.000        99.90
SET      25.000        99.92
SET      26.000        99.94
SET      27.000        99.95
SET      28.000        99.96
SET      29.000        99.97
SET      30.000        99.97
SET      31.000        99.98
SET      32.000        99.98
SET      33.000        99.99
SET      34.000        99.99
SET      35.000        99.99
SET      36.000        99.99
SET      37.000        99.99
SET      38.000        99.99
SET      39.000       100.00
SET      40.000       100.00
SET      41.000       100.00
SET      42.000       100.00
SET      43.000       100.00
SET      44.000       100.00
SET      45.000       100.00
SET      46.000       100.00
SET      47.000       100.00
SET      48.000       100.00
SET      49.000       100.00
SET      50.000       100.00
SET      51.000       100.00
SET      52.000       100.00
SET      53.000       100.00
SET      54.000       100.00
SET      55.000       100.00
SET      56.000       100.00
SET      57.000       100.00
SET      58.000       100.00
SET      59.000       100.00
SET      60.000       100.00
SET      61.000       100.00
SET      62.000       100.00
SET      63.000       100.00
SET      65.000       100.00
SET      66.000       100.00
SET      67.000       100.00
SET      68.000       100.00
SET      70.000       100.00
SET      71.000       100.00
SET      72.000       100.00
SET      73.000       100.00
SET      74.000       100.00
SET      80.000       100.00
SET      81.000       100.00
SET      82.000       100.00
SET      83.000       100.00
SET      85.000       100.00
SET      87.000       100.00
SET      88.000       100.00
SET      94.000       100.00
SET      96.000       100.00
---
---